[
  {
    "price_usd": 210000,
    "material": ["steel", "silver", "silver gilt", "brass"],
    "bladeLength": 30.5,
    "bladeType": "slightly curved, single-edged with fuller",
    "hiltMaterial": ["silver", "silver gilt"],
    "condition": "Excellent to Mint (minor blemishes, patina, shallow dent on scabbard mount)",
    "restorationStatus": "Original",
    "completeness": "full sword with gilt brass scabbard and presentation plaque",
    "era": "American Civil War (1862)",
    "regionCulture": "Confederate (Louisiana, United States)",
    "makerWorkshop": ["Thomas Griswold (attributed, New Orleans)"],
    "provenance": [
      "Presented to Brig. Gen. Christopher H. Mott by the Jeff Davis Rifles, March 28, 1862",
      "General Christopher H. Mott (killed in action May 5, 1862, Battle of Williamsburg)"
    ],
    "rarity": "Unique (highest grade Confederate officer’s sword in private hands)",
    "scabbard": "gilt brass scabbard with pierced silver gilt mounts and inscribed silver plaque",
    "ornamentation": "elaborate: eaglehead pommel; silver gilt grip with relief symbols (skull & crossbones, shield, cannons, flaming bomb, flags); pierced guard with Louisiana seal, pelican, eagle, Confederate flags, and military motifs; delicately etched blade with floral scrolls, cannons, flags, “Genl C. H. Mott” inscription; gilt brass scabbard with decorated mounts and inscribed plaque",
    "sellDate": "06-29-2008"
  },
  {
    "price_usd": 155350,
    "material": ["steel", "brass", "fish skin", "leather"],
    "bladeLength": 29.625,
    "bladeType": "straight, double-edged naval officer’s sword",
    "hiltMaterial": ["brass", "fish skin", "brass wire"],
    "condition": "Excellent (superb preservation, original storage case, minor wear consistent with age)",
    "restorationStatus": "Original",
    "completeness": "full sword with original brass-mounted black leather scabbard and fitted oil cloth storage case",
    "era": "American Civil War (1861–1865)",
    "regionCulture": "Confederate (Naval, Virginia/England production)",
    "makerWorkshop": ["Firmin & Sons, London"],
    "provenance": [
      "Commander William Lewis Maury, C.S. Navy (commissioned 1861, sword inscribed with his name, used during service on C.S.S. Georgia)",
      "Lineal descendants of Maury",
      "Donald Tharpe (Tharpe Collection of American Military History)"
    ],
    "rarity": "Exceedingly Rare (few known Confederate naval dolphin-head swords, unique with storage case)",
    "scabbard": "original brass-mounted black leather scabbard with rope-knot ring mounts and serpent-decorated drag",
    "ornamentation": "elaborate: dolphin head pommel with engraved scales; brass guard with relief cotton and tobacco plants, crossed cannons, fouled anchor (Confederate Navy insignia); etched blade with Confederate flag, anchor, cotton/tobacco, floral motifs, “Proof” medallion; rope-knot ring mounts and serpent drag on scabbard; original padded oil cloth storage case",
    "sellDate": "12-01-2007"
  },
  {
    "price_usd": 93750,
    "material": ["steel", "brass", "leather", "tin"],
    "bladeLength": 37.5,
    "bladeType": "curved, single-edged kilij-style with yelman (flared false edge)",
    "hiltMaterial": ["brass", "leather"],
    "condition": "Excellent (original hilt and grip, blade grey with visible etchings, scabbard complete and intact with patina)",
    "restorationStatus": "Partially Restored (leather scabbard restored, otherwise original)",
    "completeness": "full sword with original scabbard",
    "era": "American Civil War (1862)",
    "regionCulture": "Confederate (Texas, United States)",
    "makerWorkshop": ["J.C. Wilson, Houston"],
    "provenance": [
      "Custom made for Confederate general’s grade, signed by J.C. Wilson, Houston",
      "One of only three known maker-marked Wilson swords, unique example"
    ],
    "rarity": "Unique (finest and rarest Texas general’s grade Confederate sword)",
    "scabbard": "tin-covered leather scabbard with large brass mounts, middle mount with rings, and brass drag",
    "ornamentation": "elaborate: brass basket hilt with floral work, large “C.S.” block letters, Texas star medallion, lion/bear-shaped quillon; blade deeply etched with crossed cannons, rammers, and halberds; domed pommel with perimeter line; wide scabbard with brass fittings",
    "sellDate": "11-02-2019"
  },
  {
    "price_usd": 83650,
    "material": ["steel", "brass", "wood"],
    "bladeLength": null,
    "bladeType": "straight, double-edged staff/foot officer’s sword",
    "hiltMaterial": ["wood", "brass (gilt)", "brass wire"],
    "condition": "Very Good (blade loose due to missing washer, otherwise retains gilt and engraving, well-preserved)",
    "restorationStatus": "Original (no known restoration)",
    "completeness": "full sword with original engraved brass scabbard",
    "era": "American Civil War (1862)",
    "regionCulture": "Confederate (Georgia, United States)",
    "makerWorkshop": ["E. J. Johnston & Co., Macon, Georgia"],
    "provenance": [
      "Presented to Lt. Col. W. B. Betts, 13th Alabama Infantry, 1862",
      "Descended in the Betts family since the Civil War (first time on market)"
    ],
    "rarity": "Unique (extraordinary presentation sword, only known engraved brass scabbard of its type by Johnston)",
    "scabbard": "brass scabbard, profusely engraved with floral motifs, eagle rising from flames, “CS” and “US,” and Confederate First National flags",
    "ornamentation": "elaborate: gilt brass hilt with wire-wrapped wood grip; etched blade with floral designs, Confederate flags, crossed cannons, muskets, halberds, pikes; engraved brass scabbard with eagle, stars, flames, and Confederate symbols; presentation inscription to Betts",
    "sellDate": "06-25-2007"
  },
  {
    "price_usd": 62500,
    "material": ["steel", "brass", "ivory"],
    "bladeLength": 33,
    "bladeType": "curved, single-edged saber",
    "hiltMaterial": ["ivory", "brass"],
    "condition": "Good (age wear, repairs to handle/blade joint, patina on scabbard, bluing/gilding 70–80% preserved)",
    "restorationStatus": "Repaired (handle and blade reattached)",
    "completeness": "full sword with heavily decorated brass-plated scabbard",
    "era": "Early 19th century (c. 1810–1815, War of 1812 period)",
    "regionCulture": "French-American (New Orleans, Barataria pirates)",
    "makerWorkshop": ["Unknown (possibly French or New Orleans maker)"],
    "provenance": [
      "Attributed to Jean Lafitte, French pirate and privateer",
      "Purchased by Mrs. Larz Anderson in 1916 from Armand Hawkins Co., New Orleans",
      "Part of Anderson House / Society of the Cincinnati collection (1938)",
      "Exhibited Louisiana State Museum at the Cabildo, 1957",
      "Multiple publications and bills of sale documenting attribution"
    ],
    "rarity": "Unique (historic pirate-attributed weapon with documented museum and private ownership)",
    "scabbard": "brass-plated, heavily decorated scabbard with raised motifs, bumps and bruises, patina, moderate bend at throat",
    "ornamentation": "elaborate: blued and gilt upper blade with engraved motifs; neoclassical head guard; checkered ivory grip; cast brass guard and butt; scabbard with raised gilt decorations and motifs, marked “6A” in red",
    "sellDate": "06-19-2023"
  },
  {
    "price_usd": 77675,
    "material": ["steel", "brass", "leather"],
    "bladeLength": 29.875,
    "bladeType": "curved, single-edged cavalry saber with unstopped fuller",
    "hiltMaterial": ["brass", "leather", "brass wire"],
    "condition": "Very Good (original leather wrap, wire intact, light age wear, scabbard complete with mounts and drag)",
    "restorationStatus": "Original",
    "completeness": "full sword with original leather scabbard and brass mounts",
    "era": "American Civil War (c. 1861–1865)",
    "regionCulture": "Confederate (Richmond, Virginia, United States)",
    "makerWorkshop": ["Boyle & Gamble (Edwin Boyle, T. Gamble, and E. MacFee)"],
    "provenance": [
      "Carried by Capt. Henry A. Hatcher, 2nd Virginia Cavalry",
      "The Tharpe Collection of American Military History",
      "Exhibited at The Liberty Heritage Society Museum"
    ],
    "rarity": "Unique (only known example of diamond-headed guard style from Boyle & Gamble)",
    "scabbard": "original leather scabbard, backstitched, with heavy brass mounts in coffin pattern; top mount with squared throat, middle mount and drag pinned",
    "ornamentation": "Brass four-branch guard with diamond-hatched basket design; unique squared throat mount; overall finely crafted by Boyle & Gamble",
    "sellDate": "06-24-2007"
  },
  {
    "price_usd": 71700,
    "material": ["steel", "brass", "sharkskin"],
    "bladeLength": null,
    "bladeType": "curved, single-edged French-made officer’s saber blade",
    "hiltMaterial": ["brass", "sharkskin"],
    "condition": "Very Good (rare, intact, minimal wear consistent with age)",
    "restorationStatus": "Original",
    "completeness": "full sword with French scabbard",
    "era": "American Civil War (c. 1861–1865)",
    "regionCulture": "Confederate (New Orleans, Louisiana, United States)",
    "makerWorkshop": ["Attributed to Pradel (New Orleans)"],
    "provenance": [
      "J. Stametalous",
      "Authenticated by Steve Hess"
    ],
    "rarity": "Extremely Rare (only two examples known; this is the only one with sharkskin grips)",
    "scabbard": "French-made scabbard, imported and paired with New Orleans-made hilt and guard",
    "ornamentation": "Extra-large brass guard featuring pelican feeding its young flanked by 'CS'; two-piece cast pommel cap typical of New Orleans makers; sharkskin grip",
    "sellDate": "12-02-2006"
  },
  {
    "price_usd": 53750,
    "material": ["steel", "brass", "wood", "leather"],
    "bladeLength": 36,
    "bladeType": "straight cavalry blade, etched with inscriptions and motifs",
    "hiltMaterial": ["brass", "wood", "leather wrap"],
    "condition": "Good (overall patina, moderate to heavy pitting on blade, loose grip, brass hilt with dings and mars from age and handling wear)",
    "restorationStatus": "Original",
    "completeness": "full sword, missing original leather scabbard",
    "era": "American Revolutionary War (1779)",
    "regionCulture": "French-made (Klingenthal) for Virginia militia, Revolutionary America",
    "makerWorkshop": ["Klingenthal (France)"],
    "provenance": [
      "Documented by Giles Cromwell, leading authority on French swords imported for Virginia",
      "Similar examples held in the Virginia Historical Society, Richmond"
    ],
    "rarity": "Rare (1779 French-imported cavalry sword for Virginia dragoons; inscribed 'Victory or Death')",
    "scabbard": "original leather scabbard (now missing)",
    "ornamentation": "Blade etched 'VICTORY / OR / DEATH' with panoply of arms on obverse; reverse inscribed 'DRAGOON / OF / VIRGINIA' with proof marks, flaming bomb, and visored helmet; brass hilt in French style with crude design and pattern",
    "sellDate": "12-10-2017"
  },
  {
    "price_usd": 45410,
    "material": ["steel", "brass", "leather", "copper"],
    "bladeLength": 30.5,
    "bladeType": "straight, single-edged officer’s blade etched with Confederate motifs and inscriptions",
    "hiltMaterial": ["brass", "leather", "copper wire"],
    "condition": "Very Good (original leather grip and copper wire intact, original washer present, light age patina consistent with service)",
    "restorationStatus": "Original",
    "completeness": "full sword with original leather scabbard",
    "era": "American Civil War (c. 1862)",
    "regionCulture": "Confederate (Richmond, Virginia, United States)",
    "makerWorkshop": ["Burger & Brothers (Richmond, VA)"],
    "provenance": [
      "The Tharpe Collection of American Military History",
      "Exhibited at The Liberty Heritage Society Museum"
    ],
    "rarity": "Rare (very few known Burger & Brothers Confederate foot officer’s swords, usually etched 'Burger' at ricasso)",
    "scabbard": "original leather scabbard with patina",
    "ornamentation": "Right side etched with firm name, Confederate flags, and 'C.S.A. 1862'; left side etched with crossed cannon, presentation ribbon (blank), and shield (possibly once marked 'Richmond'); brass guard in Boyle & Gamble style",
    "sellDate": "06-24-2007"
  },
  {
    "price_usd": 38837,
    "material": ["steel", "brass", "wood", "iron"],
    "bladeLength": 30.25,
    "bladeType": "deeply curved officer’s blade with unstopped fuller, etched floral and scroll motifs",
    "hiltMaterial": ["brass", "wood", "brass wire"],
    "condition": "Very Good (medium patina on hilt and mounts, excellent grip with minor chips, scattered light pitting on blade, etching worn but visible, untouched iron scabbard with dark surface, brass mounts with slight wrinkles on bottom mount)",
    "restorationStatus": "Original",
    "completeness": "full sword with original iron scabbard and mounts",
    "era": "American Civil War (1861–1863, Memphis/Columbus production)",
    "regionCulture": "Confederate (Memphis, Tennessee and Columbus, Mississippi, United States)",
    "makerWorkshop": ["Leech & Rigdon (Memphis Novelty Works)"],
    "provenance": [
      "The Tharpe Collection of American Military History",
      "Exhibited at The Liberty Heritage Society Museum"
    ],
    "rarity": "Extremely Rare (few surviving examples of Leech & Rigdon 'Extra Branch' pattern)",
    "scabbard": "original iron scabbard with unengraved mounts, scalloped edges, brass carrying rings, flat brass throat brazed to top mount",
    "ornamentation": "Brass half basket guard with pierced floral designs; large 'CS' inside oval with sprigs of leaves and berries; pommel cap cast with laurel leaves; underside of guard with radiating leaf motif; knuckle bow slotted for sword knot; blade etched 2/3 length with floral/scrollwork and fancy script 'CSA'",
    "sellDate": "12-01-2007"
  },
  {
    "price_usd": 35850,
    "material": ["steel", "brass", "leather (original scabbard covering, now mostly gone)"],
    "bladeLength": 31.75,
    "bladeType": "straight, triangular cross-section blade with full-length fuller and etched designs",
    "hiltMaterial": ["brass"],
    "condition": "Excellent (80% original blade luster with light staining, hilt retains 90% gold wash, hinged counterguard slightly bent but intact, scabbard straight with minimal wear, mounts retain 90% gilt)",
    "restorationStatus": "Original (no restoration to scabbard covering despite most being worn away, unlike many surviving specimens)",
    "completeness": "full sword with original brass scabbard and mounts",
    "era": "Early 19th century (adopted Feb. 19, 1840, US Army Corps of Engineers)",
    "regionCulture": "American (United States, Springfield, Massachusetts)",
    "makerWorkshop": ["N. P. Ames, Cutler, Springfield"],
    "provenance": [
      "Privately purchased in New England ~25 years ago",
      "From storage until present offering"
    ],
    "rarity": "Extremely Rare (Regulation M1840 Engineer Officer’s sword, only a handful known; issued when just 39 Engineer officers were in service)",
    "scabbard": "all brass scabbard originally covered in thin black leather (now mostly gone); three gilt brass mounts with incised edge lines, single carrying rings on top and middle, Federal shield frog stud, one tiny pierced hole at tip of lower mount",
    "ornamentation": "Blade etched on all three facets with scroll and leaf designs, arms panoplies, American flags, 'U.S. Corps of Engineers' panel, spread-wing federal eagle with riband and rays; base etched 'N. P. Ames/ Cutler/ Springfield'; hilt cast with intertwined rattlesnakes on grip, knucklebow with thunderbolts of Trajan’s 'Thundering Legion', obverse counterguard with double-turreted engineer castle, 26 stars, floral/scroll, and large star; reverse counterguard hinged and spring-loaded with fine stippling",
    "sellDate": "11-20-2008"
  },
  {
    "price_usd": 33750,
    "material": ["steel", "brass", "mother-of-pearl"],
    "bladeLength": 31.5,
    "bladeType": "double-edged presentation blade with etched motifs",
    "hiltMaterial": ["brass", "mother-of-pearl"],
    "condition": "Excellent (most gilt finish intact, only light scratches and handling marks; one small crack and chip on mother-of-pearl grips)",
    "restorationStatus": "Original",
    "completeness": "full sword with engraved scabbard",
    "era": "Mid-19th century (California Gold Rush period, 1853)",
    "regionCulture": "American (California, United States)",
    "makerWorkshop": ["Blade by Ames; engraving likely by Hiller & Andrews (Sacramento jewelers)"],
    "provenance": [
      "Presented to Major General John A. Sutter by Capt. A. Andrews and the Sutter Rifles, Sacramento City, 1853",
      "Documented in Sacramento Daily Union article",
      "Sold at major auction house in 2008 for $172,000"
    ],
    "rarity": "Unique (historic presentation sword to John A. Sutter, central figure of the California Gold Rush)",
    "scabbard": "engraved: 'Presented to Major General John A. Sutter / by Captn / A. Andrews / Sacramento City 1853'; gilt finish largely intact, minimal wear",
    "ornamentation": "Blade etched with flowers, trophies, Federal eagle, and 'E Pluribus Unum'; helmet-shaped pommel; double chain knuckle bow; grips of mother-of-pearl",
    "sellDate": "05-04-2019"
  },
  {
    "price_usd": 30000,
    "material": ["steel", "brass", "iron", "leather"],
    "bladeLength": null,
    "bladeType": "curved officer’s blade with unstopped fuller, factory etched with floral motifs, gothic 'CSA', patriotic shield, and presentation inscription",
    "hiltMaterial": ["brass", "leather", "brass wire"],
    "condition": "Very Good (blade smooth dark gray with light pitting near tip; hilt perfect with original washer; grip intact with tight wire wrap; iron scabbard retains much original blue finish, light rust and lacquer, no dents; brass cleaned of verdigris, now even patina)",
    "restorationStatus": "Original (light expert cleaning of brass surfaces only)",
    "completeness": "full sword with unique presentation-grade pierced brass-mounted iron scabbard",
    "era": "American Civil War (c. 1862–1865)",
    "regionCulture": "Confederate (Florida Infantry, Army of Northern Virginia)",
    "makerWorkshop": ["Leech & Rigdon (Memphis/Columbus)"],
    "provenance": [
      "Inscribed to Lieut. James B. Conner, Co. K, 5th Florida Infantry",
      "Purchased from direct descendants of Conner (1997, Dallas Antiques Roadshow)",
      "Sold in December 2007, Lot 72248",
      "Accompanied by Conner’s service records, Civil War genealogy documents, and acquisition letter"
    ],
    "rarity": "Extremely Rare (only six known 'extra branch' Leech & Rigdon staff officer’s swords, this one with unique factory etched inscription and scabbard)",
    "scabbard": "iron body with pierced brass mounts, hand cut and ornate; retains much original blue finish under lacquer, no dents, honest wear at drag",
    "ornamentation": "Brass hilt with extra outward branch curling behind knuckle bow; guard with oval 'CS' panel; crudely cast decorated pommel; blade etched with floral scrolls, gothic 'CSA', patriotic shield, and faint inscription 'Lieut. Jas. B. Conner'",
    "sellDate": "12-12-2021"
  },
  {
    "price_usd": 28750,
    "material": ["steel", "brass", "silver", "mother-of-pearl"],
    "bladeLength": 32.25,
    "bladeType": "gilded presentation blade, etched with scrolls, stands of arms, eagles, interlocking 'US', and motto 'We Never Surrender'",
    "hiltMaterial": ["brass (gilded)", "silver", "mother-of-pearl"],
    "condition": "Fine to Excellent (blade retains most gilding, remainder bright; hilt retains 95% gilded finish; one silver star missing from grip; cherub astride bird loose on scabbard mount; upper mount missing central design element; scabbard retains 90% gilding)",
    "restorationStatus": "Original (minor reattachment possible for cherub, otherwise untouched)",
    "completeness": "full sword with elaborate gilded scabbard",
    "era": "American Civil War (c. 1861–1865)",
    "regionCulture": "Union (New York, United States)",
    "makerWorkshop": ["Schuyler, Hartley & Graham (New York)", "W. Clauburg (Solingen, Germany)"],
    "provenance": [
      "Presented to Lieut. Col. Theodore B. Hamilton by the NCOs & Privates of the 62nd New York Infantry ('Anderson’s Zouaves')",
      "Engraved dedication on scabbard"
    ],
    "rarity": "Unique (personalized, highly decorated presentation sword to a Gettysburg commander)",
    "scabbard": "gilded brass with elaborate shell and rococo mounts; central relief cherub astride bird (loose), upper mount missing central design, finely engraved presentation text, retains 90% gilt finish",
    "ornamentation": "Blade etched 'Schuyler Hartley & Graham New York' at obverse ricasso; reverse stamped 'W. Clauburg Solingen'; etched 'We Never Surrender'; gilded vine/leaf designs; hilt with pierced 'US' basket, folding floral guard, interlocking shell counterguard, rococo knuckle bow, Lady Liberty pommel with acanthus leaves; mother-of-pearl grips with silver star inlays (one missing); scabbard engraved with presentation text and mounted with rococo/shell motifs",
    "sellDate": "06-13-2015"
  },
  {
    "price_usd": 25000,
    "material": ["steel (Damascus)", "brass", "wood", "wool"],
    "bladeLength": 33,
    "bladeType": "gilded Damascus blade, elaborately etched with scrolls, flags, eagle, 'US', battle scene, and vine/leaf decorations",
    "hiltMaterial": ["brass", "wood"],
    "condition": "Superb (blade retains most original fire gilding, remainder bright; original red wool washer present; minor 1/4\" repair at grip where knuckle bow meets pommel; otherwise excellent with crisp details)",
    "restorationStatus": "Original (minor grip repair noted)",
    "completeness": "full sword with ornate gilded scabbard",
    "era": "American Civil War (1863 presentation)",
    "regionCulture": "Union (Philadelphia, Pennsylvania, United States)",
    "makerWorkshop": ["W. Clauberg (Solingen, Germany)"],
    "provenance": [
      "Presented to Col. Peter Lyle of the 90th Pennsylvania Volunteers by the Old Guard of Philadelphia, March 27, 1863",
      "Published in Philadelphia Public Ledger, March 28, 1863",
      "Ex-collection of Norm Flayderman",
      "Pictured on cover of 'American Swords from the Philip Medicus Collection' and in 'Steel Canvas' by R. L. Wilson",
      "Accompanied by extensive service files and historical references"
    ],
    "rarity": "Unique (highly personalized Damascus presentation sword with extensive documentation and battle engravings)",
    "scabbard": "gilded brass with acorn and leaf motif; upper mount surmounted by American eagle with 'E Pluribus Unum'; engraved panels with eagle, scrollwork, arms; drag cast with standing soldier in camp scene; engraved presentation and battle list between mounts",
    "ornamentation": "Blade etched with battle scene, eagles, flags, 'US', scrolls, stands of arms, and 'Iron Proof' on back; hilt with pierced oak leaf and acorn motif surrounding American shield; massive pommel with Liberty head and full-bodied eagle finial; carved grip in high relief with shield, cannon, and rammers; scabbard decorated with rococo/acorn motifs, eagle panels, presentation inscription, and battle list",
    "sellDate": "12-12-2015"
  },
  {
    "price_usd": 28680,
    "material": ["steel", "brass", "sharkskin"],
    "bladeLength": 31.5,
    "bladeType": "diamond cross-section M1860 staff & field officer’s blade, etched ~2/3 length with profuse hand-engraved details",
    "hiltMaterial": ["brass", "sharkskin", "brass wire"],
    "condition": "Near mint (95% lacquer on blued steel scabbard; brass hilt mounts/throat retain ~95% gilt with light age darkening; sharkskin grip and twisted wire mint; blade ~95% bright luster with a few small stains near tip)",
    "restorationStatus": "Original, untouched",
    "completeness": "full sword with blued steel scabbard and gilt brass mounts",
    "era": "American Civil War (c. 1861–1865)",
    "regionCulture": "Union (United States)",
    "makerWorkshop": ["Ames Mfg. Co., Chicopee, Mass."],
    "provenance": [
      "Inscribed on inboard folding counterguard: 'Geo. H. Thomas/ Major General/ U. S. Army'",
      "Depicted wearing this exact sword in George Drury painting (authorized by Tennessee Legislature, 1866; now Tennessee State Library & Archives)",
      "Period photographs show Thomas wearing this sword",
      "Published in Frank A. Polumbo, 'The Dependable General' (1983), identified as Thomas’s Civil War sword",
      "From Gen. Thomas to Col. S. C. Kellogg (aide-de-camp and nephew); to Kellogg’s daughter Julia; to Col. William M. Hoover (U.S. Army Medical Corps) in 1946",
      "Purchased by Norm Flayderman, May 1966; thence to current owner; accompanied by letters and affidavits"
    ],
    "rarity": "Unique, historically significant (inscribed and fully documented sword of Maj. Gen. George H. Thomas, 'Rock of Chickamauga')",
    "scabbard": "Mint blued steel scabbard with cast-decorated brass mounts; retains ~95% original lacquer and gilt",
    "ornamentation": "Blade etched ~2/3 length; reverse base panel hand-engraved 'Ames Mfg. Co./ Chicopee/ Mass'; brass hilt with folding counterguard bearing Thomas inscription",
    "sellDate": "12-01-2007"
  },
  {
    "price_usd": 28680,
    "material": ["steel", "brass", "leather"],
    "bladeLength": 30.375,
    "bladeType": "etched officer’s blade with pen knife ricasso, scroll motifs, Confederate 1st national flag, and 'NCSA' panel",
    "hiltMaterial": ["brass", "leather", "brass wire"],
    "condition": "Excellent (blade smooth and bright with minimal pitting and tiny nicks; hilt retains ~75% original gold wash; leather grip with twisted wire wrap near perfect; scabbard leather body sound with minor crackling, mounts retain ~75% gold wash)",
    "restorationStatus": "Original",
    "completeness": "full sword with original brass-mounted leather scabbard (Ames marked, period engraved)",
    "era": "American Civil War (1861–1865)",
    "regionCulture": "Confederate (Nashville, Tennessee, United States)",
    "makerWorkshop": ["College Hill Arsenal (Cunningham), Nashville, TN"],
    "provenance": [
      "Inscribed to Lt. E. M. Johnston, Co. A, 14th Mississippi Infantry (engraved on scabbard throat, period script)",
      "Johnston service: enrolled May 29, 1861, resigned early August 1861"
    ],
    "rarity": "Extremely Rare (College Hill Arsenal officer’s sword with authentic named inscription, very few known examples with Ames scabbard pairing)",
    "scabbard": "brass-mounted leather scabbard with Ames Manufacturing Co. logo; throat engraved 'Lt. E. M. Johnston/ Com. A 11th/ Miss. Regat.'; ~75% gold wash on mounts; leather with minor finish crackling but very sound",
    "ornamentation": "Guard pierced with floral and scroll motifs, 'CS' panel, and cast floral branch; blade etched both sides with scrolls, blank central panel (obverse), Confederate 1st national flag and 'NCSA' (reverse); distinctive plain pommel cap",
    "sellDate": "06-25-2009"
  },
  {
    "price_usd": 26290,
    "material": ["steel", "brass", "iron", "leather"],
    "bladeLength": null,
    "bladeType": "curved officer’s blade with unstopped fuller, factory etched with floral motifs, gothic 'CSA', patriotic shield, and presentation inscription",
    "hiltMaterial": ["brass", "leather", "brass wire"],
    "condition": "Very Good (blade smooth dark gray with light pitting near tip; hilt perfect with original leather washer; grip intact and untouched with tight wire wrap; iron scabbard retains much original blue finish with light rust and lacquer; no dents; brass expertly cleaned of verdigris, now with even patina)",
    "restorationStatus": "Original (expert surface cleaning of brass only)",
    "completeness": "full sword with unique pierced brass-mounted iron scabbard",
    "era": "American Civil War (1862–1865)",
    "regionCulture": "Confederate (Florida Infantry, Army of Northern Virginia)",
    "makerWorkshop": ["Leech & Rigdon (Memphis/Columbus)"],
    "provenance": [
      "Inscribed on blade to 'Lieut. Jas. B. Conner, Co. K, 5th Florida Infantry'",
      "Purchased in 1997 from direct descendants of Conner",
      "Featured on Antiques Roadshow (Dallas, TX, 1997)"
    ],
    "rarity": "Extremely Rare (one of six known 'extra branch' Leech & Rigdon staff officer’s swords, this with factory etched inscription and unique scabbard)",
    "scabbard": "iron body with ornate pierced brass mounts; retains much original blue finish with scattered rust and lacquer; no dents; drag shows honest wear",
    "ornamentation": "Brass hilt with extra outward branch curling behind knuckle bow; crudely cast guard with oval 'CS' panel; crudely cast decorated pommel; blade etched with floral motifs, gothic 'CSA', patriotic shield, and inscription 'Lieut. Jas. B. Conner'",
    "sellDate": "12-01-2007"
  },
  {
    "price_usd": 26290,
    "material": ["steel", "brass", "iron"],
    "bladeLength": null,
    "bladeType": "light artillery saber, maker-marked by Thomas Griswold; retailer mark on reverse ricasso",
    "hiltMaterial": ["brass"],
    "condition": "Outstanding, uncleaned and untouched; file-finishing marks clearly evident on hilt, blade, and scabbard",
    "restorationStatus": "Original (no cleaning or restoration noted)",
    "completeness": "full sword with original scabbard",
    "era": "American Civil War (c. 1861–1863)",
    "regionCulture": "Confederate (Charleston, South Carolina; New Orleans, Louisiana)",
    "makerWorkshop": ["Thomas Griswold (manufacturer, New Orleans)", "Hayden & Whilden (retailer, Charleston)"],
    "provenance": [
      "Ex-collection John Hammer",
      "Authenticated by Steve Hess"
    ],
    "rarity": "Extremely Rare (only four Hayden & Whilden-marked light artillery sabers known)",
    "scabbard": "untouched, uncleaned scabbard with visible file-finishing marks; matches sword condition",
    "ornamentation": "Reverse ricasso marked 'Hayden & Whilden, Charleston, SC'; high-quality Confederate light artillery pattern",
    "sellDate": "12-02-2006"
  },
  {
    "price_usd": 23900,
    "material": ["steel", "silver", "brass", "leather"],
    "bladeLength": 32,
    "bladeType": "field officer’s presentation blade, elaborately etched with floral motifs, 'U.S.', spread-wing eagle, ribbon 'E. Pluribus Unum', American flag, and stands of arms",
    "hiltMaterial": ["silver", "brass", "twisted wire"],
    "condition": "Very Good (blade etching crisp; hilt retains ~30% gilt; scabbard throat retains ~80% gilt, drag ~30% gilt; leather body intact; engraving sharp throughout)",
    "restorationStatus": "Original",
    "completeness": "full sword with ornate metal and leather scabbard",
    "era": "American Civil War (presented Aug. 30, 1862)",
    "regionCulture": "Union (Maine, United States)",
    "makerWorkshop": ["James P. Fitch, New York"],
    "provenance": [
      "Presented to Capt. Charles Strickland, Co. K, 20th Maine Infantry, Aug. 30, 1862",
      "The Tharpe Collection of American Military History",
      "Exhibited at The Liberty Heritage Society Museum"
    ],
    "rarity": "Rare (presentation field officer’s sword to an officer of the famous 20th Maine, celebrated for its role at Gettysburg)",
    "scabbard": "metal and leather; ornate throat with spread-wing eagle, shield, 'E. Pluribus Unum' ribbon, sunburst, stars, and laurel wreath; reverse throat engraved with scrollwork; silver presentation shield engraved 'Presented to Capt. Chas. Strickland by Members of Co. K 20 Me. Regt. Aug 30 1862'; gilt drag with fine engraving; gilt remains ~80% on throat, ~30% on drag",
    "ornamentation": "Blade engraved with sunrise motif, 'U.S.', eagle with 'E. Pluribus Unum', floral designs, flag, stands of arms; hilt with ornate carved silver grip and floral quillon; pommel engraved floral design; scabbard throat with federal eagle and patriotic motifs; presentation shield engraved with dedication text",
    "sellDate": "06-24-2007"
  },
  {
    "price_usd": 22705,
    "material": ["steel", "brass", "wood", "leather"],
    "bladeLength": 27,
    "bladeType": "foot officer’s blade, gray patina, deeply stamped 'T. G. & Co.' on throat",
    "hiltMaterial": ["brass", "wood"],
    "condition": "Very Good (blade gray but markings deep and clear; scabbard original with top-sewn seam and engraved throat; overall well-preserved with honest wear)",
    "restorationStatus": "Original",
    "completeness": "full sword with original brass-mounted leather scabbard",
    "era": "American Civil War (1862–1865)",
    "regionCulture": "Confederate (New Orleans, Louisiana, United States)",
    "makerWorkshop": ["Thomas Griswold & Co., New Orleans"],
    "provenance": [
      "Inscribed to Lt. Eugene L. Polk, 12th Louisiana Infantry",
      "Top mount engraved 'E. L. Polk, 12th LA. Regmt.' with motto 'Liberty or Death'",
      "Recently purchased from a family in South Carolina along with a Confederate frock coat",
      "Ex-collection Sumter Military",
      "Authenticated by Steve Hess"
    ],
    "rarity": "Rare (inscribed Confederate New Orleans officer’s sword with patriotic motto)",
    "scabbard": "original brass-mounted leather with top-sewn seam; throat engraved with 'E. L. Polk, 12th LA. Regmt.' and motto 'Liberty or Death'",
    "ornamentation": "Blade stamped 'T. G. & Co.'; scabbard engraved with name and patriotic motto",
    "sellDate": "12-02-2006"
  },
  {
    "price_usd": 19120,
    "material": ["steel", "brass"],
    "bladeLength": null,
    "bladeType": "embossed presentation blade, marked 'Collins & Co. Hartford, Conn. 1862'",
    "hiltMaterial": ["brass"],
    "condition": "Excellent (beautiful condition, no personalization; retains full detail on blade, hilt, and scabbard decorations)",
    "restorationStatus": "Original",
    "completeness": "full sword with ornate scabbard",
    "era": "American Civil War (1862)",
    "regionCulture": "Union (Hartford, Connecticut, United States)",
    "makerWorkshop": ["Collins & Co., Hartford, Conn."],
    "provenance": [
      "Ex-Gillette Collection (noted as one of its prize rarities)",
      "Never personalized or engraved despite presentation design"
    ],
    "rarity": "Extremely Rare (ornate McClellan presentation sword; very few known examples, possibly unique)",
    "scabbard": "ornate brass-mounted scabbard decorated with patriotic motifs and high-relief bust portrait of George McClellan",
    "ornamentation": "Openwork brass hilt with eagle’s head and 'U.S.' motif; scabbard embossed with collage of patriotic designs including high-relief McClellan bust; blade richly decorated and dated 1862",
    "sellDate": "03-01-2008"
  },
  {
    "price_usd": 18750,
    "material": ["steel", "brass (gilded)", "bone", "topaz (faceted gemstone)"],
    "bladeLength": 34.5,
    "bladeType": "presentation cavalry blade, etched with military figures, battle motifs, panoplies of arms, Lady Liberty, eagle, and foliate designs",
    "hiltMaterial": ["brass (gilded)", "bone", "topaz"],
    "condition": "Beautiful (lavish gilding intact, blade etching crisp, ornate scabbard with fine detail, no maker mark visible, overall excellent preservation)",
    "restorationStatus": "Original",
    "completeness": "full sword with richly gilded plated scabbard and mounts",
    "era": "American Civil War (presented June 10, 1863)",
    "regionCulture": "Union (Missouri, United States)",
    "makerWorkshop": ["Unknown (no maker mark visible)"],
    "provenance": [
      "Presented to Capt. James F. Dwight, Provost Marshal General, Dept. of the Missouri, by officers and employees of his office, June 10, 1863",
      "Collection of a Southern Gentleman"
    ],
    "rarity": "Extremely Rare (ornate gold presentation cavalry sword with gemstone pommel, personalized plaque, and extensive decoration)",
    "scabbard": "plated scabbard with richly gilded ornate mounts; drag with checkered background and detailed 3-inch soldier in relief plus military motifs; central oval plaque engraved with presentation text",
    "ornamentation": "Hilt with detailed foliate designs, pommel cap set with large faceted topaz, fluted bone grip; blade etched with Lady Liberty, eagle, panoplies of arms, military figures, battle motifs, and foliate scrolls; scabbard elaborately decorated with soldier figure and presentation plaque",
    "sellDate": "06-19-2023"
  },
  {
    "price_usd": 17925,
    "material": ["steel", "brass", "silver"],
    "bladeLength": 32,
    "bladeType": "M1850 foot officer’s blade, etched for 2/3 length with floral/scrolls, panoplies of arms, spread-wing eagle (obverse), and 'US' (reverse)",
    "hiltMaterial": ["silver", "brass wire"],
    "condition": "Excellent (blade retains ~90% etching with minor staining and light pitting; hilt nearly perfect with silver grip patina and intact gilt bullion sword knot; scabbard near perfect with light shallow dents on lower mount; mounts and plaque retain patina)",
    "restorationStatus": "Original",
    "completeness": "full sword with blued steel scabbard and three engraved brass mounts",
    "era": "American Civil War (presented May 3, 1863)",
    "regionCulture": "Union (Philadelphia, Pennsylvania, United States)",
    "makerWorkshop": ["W. H. Horstmann & Sons, Philadelphia"],
    "provenance": [
      "Presented to Capt. Henry Reese Jr. by Co. K, 23rd Pennsylvania Infantry (Birney’s Zouaves) for bravery at Marye’s Heights, Va., May 3, 1863",
      "Credited with capturing 18 prisoners at Marye’s Heights, including Lt. Clements of the 6th Mississippi",
      "Postwar: discovered in Washington, D.C. trash can; turned over to collector Stanley Phillips of Lanham, Md.",
      "Accompanied by complete set of Reese’s service records"
    ],
    "rarity": "Unique (presentation sword for valor at Marye’s Heights; extraordinary survival despite unusual postwar history)",
    "scabbard": "blued steel with three beautifully engraved brass mounts; floral and scroll motifs with linear engraving on reverse; oval presentation plaque between upper mounts inscribed to Capt. Reese",
    "ornamentation": "Blade etched with eagle, panoplies of arms, scrolls, and 'US'; silver grip with twisted brass wire wrap; pommel cap engraved with geometric motifs; scabbard plaque inscribed with presentation dedication; gilt bullion sword knot present",
    "sellDate": "11-21-2008"
  },
  {
    "price_usd": 16875,
    "material": ["steel", "brass", "leather"],
    "bladeLength": 29.5,
    "bladeType": "slightly curved staff & field officer’s blade with single fuller (to ~8.5\" from tip), etched both sides",
    "hiltMaterial": ["brass", "leather", "brass wire"],
    "condition": "Very Good (milky-gray patina; minor edge nicks; etching somewhat faint; grip leather lightly scuffed with small reverse gouge; scabbard leather shrunken with surface cracking but remains sound)",
    "restorationStatus": "Original",
    "completeness": "full sword with leather scabbard and brass mounts/drag",
    "era": "American Civil War (c. 1861–1865)",
    "regionCulture": "Confederate (Richmond, Virginia, United States)",
    "makerWorkshop": ["Boyle & Gamble"],
    "provenance": [
      "Ex. Fred Edmunds Collection"
    ],
    "rarity": "Rare (Confederate Boyle & Gamble staff & field officer’s sword)",
    "scabbard": "leather with brass mounts and drag, simple line borders; leather shows shrinkage and cracking but is structurally sound",
    "ornamentation": "Blade obverse etched with foliate, crossed cannons surmounted by 'C.S.A.' shield and Confederate flag; reverse with foliate, shield of 13 stars, and panoply of arms; counterguard bears 'CS' on ribbon within wreath topped by star, with floral designs and an ear of corn; crude foliate on pommel; matching assembly stamp '1' on underside of guard and on pommel; leather throat washer; single-strand brass wire wrap on brown leather grip",
    "sellDate": "12-12-2022"
  },
  {
    "price_usd": 16730,
    "material": ["steel", "brass", "sharkskin", "leather"],
    "bladeLength": 32,
    "bladeType": "M1850 foot officer’s blade etched 2/3 length with arms panoplies, patriotic motifs, scrollwork, large 'US'; reverse signed 'Tiffany & Co. New York'",
    "hiltMaterial": ["brass", "sharkskin", "brass wire"],
    "condition": "Excellent (blade sharp with staining and light pitting near tip; hilt with traces of gilt and fine patina; sharkskin grip and wire wrap near perfect; scabbard leather excellent with minor wrinkles, mounts finely engraved with traces of gilt; belt, plate, hangers, and sling intact with honest wear)",
    "restorationStatus": "Original",
    "completeness": "full sword with engraved brass-mounted leather scabbard, officer’s belt, sword hangers, sling, and uniform buttons",
    "era": "American Civil War (presented c. 1862–1863)",
    "regionCulture": "Union (New York, United States)",
    "makerWorkshop": ["Tiffany & Co., New York"],
    "provenance": [
      "Inscribed to Capt. Norman F. Weer, 123rd N.Y.S.V., by members of his company",
      "Accompanied by sword belt, plate, hangers, sling, and mounted uniform buttons",
      "Includes copy photograph of Capt. Weer in uniform and full set of records"
    ],
    "rarity": "Unique (personalized Tiffany & Co. presentation sword tied to officer mortally wounded in Pickett’s Charge, Gettysburg)",
    "scabbard": "leather with elaborately engraved brass mounts: throat with 'US' and initials 'N.F.W.' below Tiffany & Co. riband; middle with American shield; lower with combined motifs; heavy acanthus leaf ring mounts with ribbons; leather body sound with slight wrinkles",
    "ornamentation": "Blade etched with panoplies, patriotic motifs, scrolls, eagle, and large 'US'; hilt with sharkskin grip and twisted wire; counterguard inscribed 'Captain Norman F. Weer 123rd regt. N.Y.S.V. / Presented by the members of his company'; mounts elaborately engraved front and back",
    "sellDate": "11-21-2008"
  },
   {
    "price_usd": 55000,
    "material": ["tamahagane steel", "gold (cutting test inlay)"],
    "bladeLength": 72.5,
    "bladeType": "katana, shinogi-zukuri with wide complex notare hamon",
    "hiltMaterial": [],
    "condition": "Excellent (full bright polish, flawless hada, pristine nakago, no kizu)",
    "restorationStatus": "Original (shirasaya storage mounting, no modern alterations)",
    "completeness": "full katana blade in shirasaya with sayagaki and NBTHK certification",
    "era": "Shinto period (early Edo, 17th century Japan)",
    "regionCulture": "Japanese",
    "makerWorkshop": ["Masateru (Chu-jo-saku)", "Kaneshige (Jo-saku)", "Kanetsune"],
    "provenance": [
      "NBTHK Juyo certificate",
      "Cutting test in gold inlay (partially missing stroke)",
      "Sayagaki on shirasaya attributing and documenting blade"
    ],
    "rarity": "Unique (very rare triple maker signed katana with original cutting test)",
    "scabbard": "shirasaya with elaborate sayagaki and cat-scratch gold foil fittings",
    "ornamentation": "elaborate: wide complex notare hamon, flawless itame hada, gold-inlaid cutting test inscription, triple signature (Kaneshige, Masateru, Kanetsune)",
    "sellDate": "12-08-2019"
  },
  {
    "price_usd": 3750,
    "material": ["tamahagane steel", "wood", "metal fittings", "lacquer"],
    "bladeLength": 99.1,
    "bladeType": "katana, shin shinto period, mounted in efu-no-dachi tachi style",
    "hiltMaterial": ["wood (tsuka)", "metal fittings"],
    "condition": "Good (wear consistent with age and handling; pushes and pin dents to scabbard)",
    "restorationStatus": "Original (no mention of modern restoration)",
    "completeness": "full sword with tachi-style mounts and scabbard",
    "era": "Shin Shinto period (19th century, Japan)",
    "regionCulture": "Japanese",
    "makerWorkshop": ["unknown"],
    "provenance": [
      "Auctioned through Heritage Auctions",
      "Mounted in 19th century Kamakura-style efu-no-dachi tachi mounts"
    ],
    "rarity": "Rare (Shin Shinto katana in elaborate Kamakura-style mounts)",
    "scabbard": "19th century lacquered tachi scabbard with pushes and pin dents",
    "ornamentation": "decorative Kamakura-style efu-no-dachi tachi mounts; traditional fittings with aged patina",
    "sellDate": "04-30-2012"
  },
  {
    "price_usd": 1500,
    "material": ["tamahagane steel", "wood", "metal fittings", "painted steel scabbard"],
    "bladeLength": 25.75,
    "bladeType": "katana, shinogi-zukuri, WWII guntō mount",
    "hiltMaterial": ["wood (tsuka, covered)", "metal fittings"],
    "condition": "Very Good (bright blade with pinprick pitting, scabbard 90% paint intact, lock catch loose, tang with uniform red rust)",
    "restorationStatus": "Original (no noted restoration, standard WWII service wear)",
    "completeness": "full sword with scabbard and WWII military mounts",
    "era": "World War II (1939–1945)",
    "regionCulture": "Japanese",
    "makerWorkshop": ["signed blade (not translated)"],
    "provenance": [
      "Standard WWII Japanese officer’s guntō mount configuration",
      "Auction listing (Heritage Auctions)"
    ],
    "rarity": "Common to Uncommon (signed blades add collector significance)",
    "scabbard": "olive brown painted steel scabbard (90% finish, some carry wear, lock catch adjustment needed)",
    "ornamentation": "cloudy temper line (hamon), signed tang, standard WWII officer mounts",
    "sellDate": "06-12-2016"
  },
  {
    "price_usd": 7812,
    "material": ["tamahagane steel", "wood (honoki shirasaya)", "gold (foil-wrapped habaki)"],
    "bladeLength": 54, 
    "bladeType": "wakizashi, thick notare hamon, exaggerated mokume hada with ji-nie",
    "hiltMaterial": ["wood (honoki shirasaya)"],
    "condition": "Excellent (in almost full polish, all details visible, extremely minor spider rust, no kizu, nakago perfect with patination and crisp kiku mon)",
    "restorationStatus": "Original (no noted restoration)",
    "completeness": "full sword in honoki wood shirasaya with sayagaki",
    "era": "Shinto period (17th century, Edo era)",
    "regionCulture": "Japanese",
    "makerWorkshop": ["Inoue Shinkai (signed, dated, with kiku mon)"],
    "provenance": [
      "Sayagaki attesting authenticity",
      "High grade kante-sho authentication from NTHK",
      "Reference: Fujishiro book (rated sai jo saku – highest rating for Shinto smiths)"
    ],
    "rarity": "Fine and Rare (Shinkai is one of only a handful of shinto smiths awarded sai jo saku)",
    "scabbard": "plain honoki wood shirasaya (storage mount, not combat mount)",
    "ornamentation": "thick notare hamon, exaggerated mokume hada with ji-nie, signed ubu nakago with kiku mon, gold foil-wrapped habaki",
    "sellDate": "06-07-2020"
  },
  {
    "price_usd": 575,
    "material": ["steel", "brass", "ray skin", "wire", "metal"],
    "bladeLength": 24,
    "bladeType": "slightly curved, single-edged Kyu-Gunto blade (no visible temper line)",
    "hiltMaterial": ["brass", "ray skin", "wire"],
    "condition": "Good (blade slightly wavy with scattered spotting and minor edge nicks; locking mechanism spring broken; scabbard dent-free with light storage film)",
    "restorationStatus": "Original",
    "completeness": "full sword with metal scabbard",
    "era": "Late 19th to early 20th century (Japanese Kyu-Gunto period)",
    "regionCulture": "Japanese",
    "makerWorkshop": ["Unknown (standard military production)"],
    "provenance": [
      "NRA Firearms for Freedom Program"
    ],
    "rarity": "Uncommon (Japanese Kyu-Gunto, transitional Western-style sword used by Imperial officers)",
    "scabbard": "metal with lightly gilded drag and throat, dent-free, light storage film",
    "ornamentation": "Brass guard with quillon/bow/knuckle guard; backstrap decorated with sun motif in Chinese style, crossed flags, and floral elements; ray skin grip with wire wrap",
    "sellDate": "04-30-2012"
  },
  {
    "price_usd": 5377,
    "material": ["steel", "brass (gilt)", "ray skin", "wire"],
    "bladeLength": 26.25,
    "bladeType": "Kyu-Gunto blade, bright with groove (bohi), traces of straight temper line (suguha hamon)",
    "hiltMaterial": ["brass (gilt)", "ray skin", "wire"],
    "condition": "Excellent (blade bright with groove and visible temper traces; fittings clean with gilt wear; grip tight with triple wire wrap; scabbard excellent with gilt brass fittings and rayskin body; light brown tassel intact)",
    "restorationStatus": "Original",
    "completeness": "full sword with rayskin-covered scabbard and tassel",
    "era": "Late 19th to early 20th century (Japanese Kyu-Gunto period)",
    "regionCulture": "Japanese",
    "makerWorkshop": ["Signed Tadayoshi"],
    "provenance": [],
    "rarity": "Rare (Kyu-Gunto with signed blade by Tadayoshi, uncommon for this mount type)",
    "scabbard": "rayskin-covered body with gilt brass fittings, excellent condition",
    "ornamentation": "Gilt brass guard and fittings; rayskin grip with triple wire wrap; scabbard with gilt brass mounts and rayskin covering; light brown tassel present",
    "sellDate": "06-09-2012"
  },
  {
    "price_usd": 4182,
    "material": ["steel", "gold", "ray skin", "wood", "lacquer"],
    "bladeLength": 78,
    "bladeType": "katana-length blade (nagasa 78cm) with wide slightly wavy temper line (notare hamon)",
    "hiltMaterial": ["ray skin", "wood", "gold inlay fittings"],
    "condition": "Exceptional (blade bright with clear wide wavy hamon; raised gold inlay intact on fittings; lacquered scabbard well-preserved with rich brown/copper tones)",
    "restorationStatus": "Original",
    "completeness": "full sword with lacquered scabbard and gold-inlaid fittings",
    "era": "Edo Period (dated February 1844, Tenpo 15)",
    "regionCulture": "Japanese",
    "makerWorkshop": ["Signed Minamoto no Nobukuni Matasaemon Yoshimasa (one of four smiths active at the time)"],
    "provenance": [],
    "rarity": "Rare (signed, fully dated Edo-period sword with exceptional preservation and gold-inlaid mounts)",
    "scabbard": "richly lacquered in brown and copper tones; fitted with gold-inlaid ishizuke",
    "ornamentation": "Raised gold inlay on habaki, tsuba, kashira, menuki, and ishizuke; inscriptions on nakago with smith’s name and exact date (Tenpo 15, Kinoe Tatsu, 2nd month, day)",
    "sellDate": "12-12-2009"
  },
  {
    "price_usd": 2868,
    "material": ["steel", "silver", "wood", "leather", "lacquer"],
    "bladeLength": 27.125,
    "bladeType": "bright grooved blade (bohi) with wavy temper line (notare hamon)",
    "hiltMaterial": ["wood", "metal fittings", "leather (military mounts)"],
    "condition": "Excellent overall (blade bright with few minor flaws; WWII officer’s mounts excellent; scabbard lacquer intact under service-worn leather cover; wood plate with kanji intact)",
    "restorationStatus": "Original",
    "completeness": "full sword in WWII mounts with scabbard and leather cover",
    "era": "Original older Japanese blade remounted for World War II service",
    "regionCulture": "Japanese",
    "makerWorkshop": ["Unknown (family blade, WWII remount)"],
    "provenance": [],
    "rarity": "Uncommon (older traditionally-made blade mounted in WWII officer’s koshirae with family crest and added kanji plate)",
    "scabbard": "black lacquered scabbard with leather field cover showing service wear; attached wood plate with kanji inscription",
    "ornamentation": "Silver habaki with family crest; WWII officer’s style hilt fittings; wavy hamon visible along blade",
    "sellDate": "06-09-2012"
  },
  {
    "price_usd": 2750,
    "material": ["steel", "iron", "gold"],
    "bladeLength": null,
    "bladeType": "katana, choji midare hamon with masame hada, ubu nakago with two mekugi-ana, machi okuri",
    "hiltMaterial": ["iron (uchi-kashira with gold nunome)", "wood (tsuka core)"],
    "condition": "Good polish; choji midare temper line visible; masame grain clear; ubu nakago intact with modifications noted; fittings show age but retain decoration",
    "restorationStatus": "Original with machi okuri modification",
    "completeness": "full sword in buke tsukuri koshirae (samurai mounts)",
    "era": "Shinto Period (c. 1661, early Edo era)",
    "regionCulture": "Japanese",
    "makerWorkshop": ["Attributed by NTHK to Chikuzen Koretsugu"],
    "provenance": [
      "Accompanied by NTHK attribution papers"
    ],
    "rarity": "Rare (Shinto-era signed-quality katana attributed to notable smith, with papered attribution)",
    "scabbard": "part of buke tsukuri koshirae (not fully described)",
    "ornamentation": "Iron uchi-kashira with gold nunome decoration; lobate iron tsuba chiseled in relief with pine tree motif",
    "sellDate": "06-10-2024"
  },
  {
    "price_usd": 2500,
    "material": ["steel", "copper (gilt)", "shakudo", "horn"],
    "bladeLength": 13,
    "bladeType": "hira-tsukuri wakizashi / o-tanto with choji midare hamon",
    "hiltMaterial": ["shakudo (fuchi)", "horn (kashira)", "wood (tsuka core)"],
    "condition": "Very Good (blade in polish with choji midare visible; ubu nakago intact with one mekugi-ana and tachi mei; fittings well-preserved with fine decorative detail)",
    "restorationStatus": "Original",
    "completeness": "full sword with kozuka and mounts",
    "era": "Shin Shinto period (c. 1750)",
    "regionCulture": "Japanese",
    "makerWorkshop": ["Signed (tachi mei, smith not specified)"],
    "provenance": [],
    "rarity": "Rare (signed small-blade mount, high-quality fittings in shakudo, horn, and shibuichi)",
    "scabbard": "not fully described, includes kozuka pocket",
    "ornamentation": "Gilt copper habaki; shakudo fuchi; horn kashira; shibuichi kozuka with katakiri-bori decoration",
    "sellDate": "06-10-2024"
  },
  {
    "price_usd": 2390,
    "material": ["steel", "iron", "gold", "wood", "leather"],
    "bladeLength": 24.875,
    "bladeType": "old unsigned blade, bright polish with wavy hamon",
    "hiltMaterial": ["wood", "metal fittings", "leather (sword knot)"],
    "condition": "Good (blade bright with minor flaws; WWII officer’s mounts intact; iron tsuba with gold highlights; steel scabbard shows edge paint wear and heavy chips near drag; sword knot present with light wear)",
    "restorationStatus": "Original (wartime mounts around older blade)",
    "completeness": "full sword with steel scabbard and sword knot",
    "era": "World War II (officer’s mounts with older traditionally-made blade)",
    "regionCulture": "Japanese",
    "makerWorkshop": ["Unsigned blade, smith unknown"],
    "provenance": [],
    "rarity": "Uncommon (older traditional blade mounted in WWII officer’s koshirae, with complete sword knot)",
    "scabbard": "steel scabbard with paint wear on edges and heavy chipping near drag",
    "ornamentation": "Old iron tsuba with gold highlights; red and brown officer’s sword knot",
    "sellDate": "06-09-2012"
  },
  {
    "price_usd": 2270,
    "material": ["steel", "wood", "metal fittings"],
    "bladeLength": 26.25,
    "bladeType": "traditional Japanese blade with high wavy hamon (signed Sukenao)",
    "hiltMaterial": ["wood", "metal fittings"],
    "condition": "Excellent (blade bright with strong wavy hamon, no major flaws noted; WWII officer’s mounts excellent condition; tang signed 'Sukenao')",
    "restorationStatus": "Original",
    "completeness": "full sword with WWII officer mounts",
    "era": "World War II (traditional blade remounted for military use)",
    "regionCulture": "Japanese",
    "makerWorkshop": ["Signed Sukenao"],
    "provenance": [],
    "rarity": "Uncommon (signed Sukenao blade in WWII officer koshirae)",
    "scabbard": "not described in detail, WWII military issue scabbard (excellent condition)",
    "ornamentation": "High wavy hamon visible on blade; tang signed 'Sukenao'",
    "sellDate": "06-25-2011"
  },
  {
    "price_usd": 2187,
    "material": ["steel", "wood"],
    "bladeLength": 29.25,
    "bladeType": "Japanese sword blade, attributed to late Koto–early Shinto period",
    "hiltMaterial": ["wood (resting case, no mounts described)"],
    "condition": "Very Good (blade intact, age-appropriate wear; mounted in wooden resting case, no koshirae present)",
    "restorationStatus": "Original",
    "completeness": "blade housed in wooden resting case (no combat mounts)",
    "era": "Late Koto–Early Shinto (late 16th to early 17th century)",
    "regionCulture": "Japanese",
    "makerWorkshop": ["Unattributed (consignor attributes to late Koto–early Shinto smith)"],
    "provenance": [],
    "rarity": "Rare (attributed transitional period blade preserved in resting case)",
    "scabbard": "wooden resting case, simple housing without military or samurai mounts",
    "ornamentation": "None noted (plain resting storage mounts)",
    "sellDate": "06-07-2020"
  },
  {
    "price_usd": 2125,
    "material": ["steel", "silver", "wood"],
    "bladeLength": null,
    "bladeType": "katana with finely cut hi (bohi), suguha hamon, ubu nakago with one mekugi-ana",
    "hiltMaterial": ["wood", "metal fittings"],
    "condition": "Excellent (blade in full polish; silver foil habaki intact; shirasaya with sayagaki preserved; Imperial officer’s mounts in excellent original condition)",
    "restorationStatus": "Original",
    "completeness": "full sword with both shirasaya (with sayagaki) and Imperial Japanese officer’s D-guard koshirae",
    "era": "Shinto Period (attributed, 17th century) blade remounted for WWII use",
    "regionCulture": "Japanese",
    "makerWorkshop": ["Attributed by NBTHK to Kaga Ietada"],
    "provenance": [
      "NBTHK papers with attribution",
      "Mounted in Imperial Japanese officer’s D-guard koshirae"
    ],
    "rarity": "Rare (Mu-mei Shinto period blade with NBTHK attribution, preserved with both traditional shirasaya and WWII mounts)",
    "scabbard": "shirasaya with sayagaki; Imperial officer’s military scabbard (excellent condition)",
    "ornamentation": "Silver foil-wrapped habaki; Imperial D-guard officer’s mounts; shirasaya inscribed with sayagaki",
    "sellDate": "06-10-2024"
  },
  {
    "price_usd": 2000,
    "material": ["steel", "shakudo", "gold", "ray skin", "wood"],
    "bladeLength": 24,
    "bladeType": "katana with ubu nakago (one mekugi-ana), signed with two-character mei",
    "hiltMaterial": ["shakudo (fuchi-kashira with katakiri-bori engraving)", "ray skin", "gold (menuki)"],
    "condition": "Good (blade intact, mounts fine quality though scabbard fittings incomplete; signature present on tang)",
    "restorationStatus": "Original but incomplete (scabbard mounts missing/partial)",
    "completeness": "katana with handachi mounts, missing some scabbard fittings",
    "era": "Likely Edo period (exact date not specified)",
    "regionCulture": "Japanese",
    "makerWorkshop": ["Signed with two-character mei (smith not specified)"],
    "provenance": [],
    "rarity": "Uncommon (handachi mount with signed blade, incomplete scabbard mounts)",
    "scabbard": "wooden body with incomplete handachi fittings",
    "ornamentation": "Shakudo fuchi-kashira with katakiri-bori engraving; gilt menuki; samegawa grip covering",
    "sellDate": "06-06-2021"
  },
  {
    "price_usd": 2000,
    "material": ["steel", "brass", "ray skin", "cloth", "leather", "wood"],
    "bladeLength": 26.75,
    "bladeType": "WWII officer’s blade, bright polish, signed tang with one mekugi-ana",
    "hiltMaterial": ["ray skin (same)", "cloth wrap", "brass fittings", "leather saru-te"],
    "condition": "Excellent (bright blade with one small nick on cutting edge; mounts in superb condition; scabbard retains ~98% of original paint with minor scratches and scuffs)",
    "restorationStatus": "Original",
    "completeness": "full sword with painted scabbard and intact military mounts",
    "era": "World War II (c. 1930s–1945)",
    "regionCulture": "Japanese",
    "makerWorkshop": ["Signed (smith name not specified)"],
    "provenance": [],
    "rarity": "Rare (general officer grade WWII guntō with gold-highlighted mounts, signed blade, and near-mint condition)",
    "scabbard": "brown painted with gold-edge highlights; fixed ashi and lower spring-loaded removable ashi; retains ~98% original finish with light wear",
    "ornamentation": "Highly detailed openwork brass tsuba; all mounts painted brown with gold-edge highlights; leather saru-te strap",
    "sellDate": "12-11-2016"
  },
  {
    "price_usd": 1912,
    "material": ["steel", "wood", "cloth", "metal"],
    "bladeLength": 26.625,
    "bladeType": "older traditional blade with high wavy hamon, remounted for WWII use",
    "hiltMaterial": ["wood", "cloth wrap", "metal fittings"],
    "condition": "Excellent (bright blade with strong wavy hamon, no major flaws noted; tang signed 'Kanemitsu'; WWII officer mounts and metal scabbard both in excellent condition)",
    "restorationStatus": "Original",
    "completeness": "full sword with officer mounts and scabbard",
    "era": "World War II (older traditionally-made blade remounted for service)",
    "regionCulture": "Japanese",
    "makerWorkshop": ["Signed Kanemitsu"],
    "provenance": [],
    "rarity": "Uncommon (signed traditional blade by Kanemitsu mounted in WWII officer koshirae)",
    "scabbard": "metal scabbard in excellent condition",
    "ornamentation": "Tang signed 'Kanemitsu'; bright blade with high wavy hamon; clean cloth-wrapped tsuka",
    "sellDate": "06-26-2010"
  },
  {
    "price_usd": 0,
    "material": ["steel", "wood", "cloth", "metal"],
    "bladeLength": 26,
    "bladeType": "WWII officer’s blade with gonome midare hamon, signed 'Teruhide'",
    "hiltMaterial": ["wood", "cloth wrap", "metal fittings"],
    "condition": "Good (blade in polish with minor wear near tip; scabbard shows numerous nicks and handling/storage wear; mounts intact with field grade officer’s knot present)",
    "restorationStatus": "Original",
    "completeness": "full sword with lightweight scabbard and officer’s knot",
    "era": "World War II (c. 1930s–1945)",
    "regionCulture": "Japanese",
    "makerWorkshop": ["Signed Teruhide (Ishidō Teruhide)"],
    "provenance": [],
    "rarity": "Uncommon (signed gendaitō by known WWII smith Ishidō Teruhide in complete officer mounts)",
    "scabbard": "lightweight type; numerous nicks with storage and handling wear",
    "ornamentation": "Two-character mei 'Teruhide'; gonome midare hamon; field grade officer’s knot",
    "sellDate": "12-08-2019"
  },
  {
    "price_usd": 1625,
    "material": ["steel", "wood"],
    "bladeLength": 22,
    "bladeType": "shinogi-zukuri wakizashi / ko-katana with classic Sukehiro-style toran midare hamon and yakidashi",
    "hiltMaterial": ["wood (shirasaya)"],
    "condition": "Excellent (blade in good polish; shirasaya older with fine sayagaki and honey-colored patina; nakago ubu, signed and dated with one mekugi-ana)",
    "restorationStatus": "Original",
    "completeness": "full blade preserved in shirasaya with sayagaki",
    "era": "Edo Period (Sukehiro School, 17th century)",
    "regionCulture": "Japanese",
    "makerWorkshop": ["Sukehiro School (signed and dated)"],
    "provenance": [],
    "rarity": "Rare (long wakizashi/ko-katana attributed to Sukehiro school, signed, dated, and with preserved sayagaki)",
    "scabbard": "older shirasaya with fine sayagaki, honey-colored patina",
    "ornamentation": "Blade with toran midare hamon and yakidashi; ubu nakago with mei and date inscription; shirasaya with sayagaki",
    "sellDate": "06-10-2024"
  },
  {
    "price_usd": 1500,
    "material": ["steel", "brass", "ray skin", "cloth", "wood"],
    "bladeLength": 26,
    "bladeType": "WWII officer’s blade with cloudy hamon, fullers to within 1 inch of tip, signed tang with two mekugi-ana",
    "hiltMaterial": ["ray skin", "cloth wrap", "brass fittings"],
    "condition": "Excellent (bright blade with a few blemishes on obverse; scabbard retains ~70% paint with modest storage wear; mounts intact and functional)",
    "restorationStatus": "Original",
    "completeness": "full sword with scabbard and provenance tag",
    "era": "World War II (captured April 1945 at Iwo Jima)",
    "regionCulture": "Japanese",
    "makerWorkshop": ["Signed (smith name not specified)"],
    "provenance": [
      "Captured at Battle of Iwo Jima, April 1945, by USMC Col. Brown (per attached tag from Mrs. Brown)"
    ],
    "rarity": "Rare (signed WWII officer’s sword with direct Iwo Jima battlefield capture provenance)",
    "scabbard": "brown-painted with single mounting ring; retains ~70% original paint; modest wear from service and storage",
    "ornamentation": "Openwork brass tsuba with four cherry blossom design; tang signed; cloth-wrapped ray skin tsuka; tag noting Iwo Jima capture",
    "sellDate": "12-11-2016"
  },
  {
    "price_usd": 1495,
    "material": ["steel", "wood", "metal fittings"],
    "bladeLength": 23,
    "bladeType": "hantanto guntō blade with mixed notare-suguha hamon, oo-maru boshi (large round temper at tip), keshō yasuri-me on tang",
    "hiltMaterial": ["wood", "cloth wrap", "metal fittings"],
    "condition": "Good to very good (blade with scattered wear and patina; mounts intact, appropriate for wartime service)",
    "restorationStatus": "Original",
    "completeness": "full sword with WWII Army mounts (rikugun guntō)",
    "era": "World War II (dated 1943)",
    "regionCulture": "Japanese",
    "makerWorkshop": ["Signed: Mae Kawa Kanetsugu (saku kore)"],
    "provenance": [],
    "rarity": "Uncommon (signed wartime hantanto-length guntō by Kanetsugu, with dated 1943 inscription)",
    "scabbard": "standard Army mount (not described in detail)",
    "ornamentation": "Tang inscribed 'Mae kawa kane tsugu saku kore'; ikko mekugi-ana; keshō yasuri-me file marks; Army officer mount (rikugun guntō)",
    "sellDate": "07-30-2011"
  },
  {
    "price_usd": 1493,
    "material": ["steel", "wood"],
    "bladeLength": 23,
    "bladeType": "bright blade with wavy hamon and visible wood grain hada",
    "hiltMaterial": ["wood (plain mounts)"],
    "condition": "Good (blade bright with visible hamon and hada; ~¾ inch rust spot along edge; otherwise sound)",
    "restorationStatus": "Original",
    "completeness": "blade housed in plain wood storage mounts",
    "era": "Japanese (exact period unspecified)",
    "regionCulture": "Japanese",
    "makerWorkshop": ["Signed Sukemune"],
    "provenance": [],
    "rarity": "Uncommon (signed blade preserved in plain resting mounts)",
    "scabbard": "plain wooden storage scabbard (shirasaya-style, unadorned)",
    "ornamentation": "Tang signed 'Sukemune'; wavy hamon; wood grain hada visible",
    "sellDate": "12-11-2010"
  },
  {
    "price_usd": 1314,
    "material": ["steel", "iron", "wood", "leather"],
    "bladeLength": 21.5,
    "bladeType": "bright blade with wavy hamon, signed tang",
    "hiltMaterial": ["wood", "metal fittings"],
    "condition": "Very Good (blade bright with wavy hamon, only a few tiny edge nicks; fittings intact; scabbard shows average wear consistent with WWII service use)",
    "restorationStatus": "Original",
    "completeness": "full sword with WWII mounts and scabbard",
    "era": "World War II (older signed blade remounted for military use)",
    "regionCulture": "Japanese",
    "makerWorkshop": ["Signed Yasuhiro"],
    "provenance": [],
    "rarity": "Uncommon (signed Yasuhiro blade in WWII officer’s koshirae)",
    "scabbard": "wood scabbard covered in leather, average wear from wartime use",
    "ornamentation": "Tang signed 'Yasuhiro'; solid iron tsuba with lattice design; wavy hamon",
    "sellDate": "12-11-2010"
  },
  {
    "price_usd": 1314,
    "material": ["steel", "wood", "cloth", "metal"],
    "bladeLength": 24.75,
    "bladeType": "older traditionally made blade with bright polish and wavy hamon, remounted in WWII officer’s mounts",
    "hiltMaterial": ["wood", "cloth wrap", "metal fittings"],
    "condition": "Good (blade bright with wavy hamon; handle not dismounted; scabbard black-painted with moderate wear from service use)",
    "restorationStatus": "Original",
    "completeness": "full sword with WWII officer mounts and scabbard",
    "era": "World War II (older blade remounted for officer use)",
    "regionCulture": "Japanese",
    "makerWorkshop": ["Unsigned (blade not examined under tsuka wrap)"],
    "provenance": [],
    "rarity": "Uncommon (WWII officer guntō housing an older traditionally-made blade)",
    "scabbard": "black-painted wood scabbard, moderate wear",
    "ornamentation": "wavy hamon visible along blade; cloth-wrapped tsuka (not removed for inspection)",
    "sellDate": "12-11-2010"
  },
  {
    "price_usd": 1314,
    "material": ["steel", "ray skin", "brass", "cloth"],
    "bladeLength": 23,
    "bladeType": "non-traditionally made WWII naval officer’s blade, bright polish",
    "hiltMaterial": ["ray skin (dark blue/black)", "cloth wrap", "brass fittings"],
    "condition": "Excellent (blade bright; mounts and scabbard intact; only typical age wear; complete with tassels)",
    "restorationStatus": "Original",
    "completeness": "full sword with naval koshirae and tassels",
    "era": "World War II (c. 1940s)",
    "regionCulture": "Japanese",
    "makerWorkshop": ["Non-traditional wartime production (smith not specified)"],
    "provenance": [],
    "rarity": "Representative (good example of naval kai-guntō, well-preserved with full mounts and tassels)",
    "scabbard": "rayskin-covered with two mounting rings, naval style",
    "ornamentation": "Blackened brass tsuba; floral decorated naval fittings; dark rayskin tsuka with brown cloth wrap; field grade officer’s tassels",
    "sellDate": "06-09-2012"
  },
  {
    "price_usd": 1493,
    "material": ["steel", "wood", "ray skin", "iron", "lacquer"],
    "bladeLength": 23,
    "bladeType": "blade with slightly wavy hamon, single groove (bohi) on one side and double grooves on reverse",
    "hiltMaterial": ["wood", "ray skin", "cloth wrap", "iron fittings"],
    "condition": "Very Good (blade clean with only minor scratches; tsuka wrap excellent; fittings intact; scabbard shows lacquer losses)",
    "restorationStatus": "Original",
    "completeness": "full sword with koshirae",
    "era": "Edo period (Kinmichi line, 17th–18th century)",
    "regionCulture": "Japanese",
    "makerWorkshop": ["Signed 'Iga no Kami Fujiwara Kinmichi' with chrysanthemum mon"],
    "provenance": [],
    "rarity": "Rare (signed Kinmichi blade with chrysanthemum crest and matched dragonfly motif fittings)",
    "scabbard": "lacquered wood, with areas of lacquer loss",
    "ornamentation": "Tang signed 'Iga no Kami Fujiwara Kinmichi' beneath 16-petal chrysanthemum; kashira and tsuba decorated with matching dragonfly motifs; tsuka wrap excellent",
    "sellDate": "06-25-2011"
  },
  {
    "price_usd": 1375,
    "material": ["steel", "wood", "ray skin", "iron", "leather"],
    "bladeLength": 25.5,
    "bladeType": "military-mounted blade, unsigned tang",
    "hiltMaterial": ["wood", "ray skin", "cloth wrap", "iron fittings"],
    "condition": "Moderate to Heavy Wear (pitting on blade, repairs to scabbard, overall use evident)",
    "restorationStatus": "Repaired (scabbard repairs noted)",
    "completeness": "full sword in military mounts with scarce leather boot",
    "era": "World War II (Imperial Japanese Army)",
    "regionCulture": "Japanese",
    "makerWorkshop": ["Unsigned"],
    "provenance": [],
    "rarity": "Scarce (Imperial Army sword with original leather boot)",
    "scabbard": "military-style scabbard with repairs",
    "ornamentation": "Standard military fittings, leather boot present, unsigned tang",
    "sellDate": "06-10-2024"
  },
  {
    "price_usd": 1250,
    "material": ["steel", "wood", "ray skin", "iron", "lacquer", "silk"],
    "bladeLength": 26.5,
    "bladeType": "katana with midare hamon (temper line), signed tang with Seki Arsenal stamp",
    "hiltMaterial": ["wood", "ray skin", "blue silk wrap", "iron fittings"],
    "condition": "Good (blade in fair polish with some staining; mounts overall good; saya missing kojiri)",
    "restorationStatus": "Original (with wear and missing kojiri)",
    "completeness": "full sword in samurai mounts, scabbard incomplete",
    "era": "World War II (Imperial Japanese Army, Seki Arsenal)",
    "regionCulture": "Japanese",
    "makerWorkshop": ["Signed tang with Seki Arsenal stamp"],
    "provenance": [],
    "rarity": "Signed WWII katana with arsenal stamp and samurai-style mounts",
    "scabbard": "red lacquered wood saya, missing kojiri",
    "ornamentation": "Mokko-form iron tsuba; blue silk tsuka wrap; Seki Arsenal stamp on tang",
    "sellDate": "06-20-2022"
  },
  {
    "price_usd": 1195,
    "material": ["steel", "wood", "ray skin", "iron", "lacquer", "cloth"],
    "bladeLength": 24.75,
    "bladeType": "katana with wavy hamon, carved 5 3/8\" dragon on left side, 1\" kanji on right side, signed tang with Showa stamp",
    "hiltMaterial": ["wood", "ray skin", "cloth wrap", "iron fittings"],
    "condition": "Good (blade bright and perfect, handle wrap excellent; scabbard with extensive seam chipping)",
    "restorationStatus": "Original (slightly cleaned tang)",
    "completeness": "full sword with mounts and lacquered scabbard",
    "era": "World War II (Showa period, signed tang with Showa stamp)",
    "regionCulture": "Japanese",
    "makerWorkshop": ["Signed tang with Showa stamp"],
    "provenance": [],
    "rarity": "Rare (dragon-carved blade with Showa stamp, signed tang)",
    "scabbard": "lacquered wood scabbard, extensive seam chipping",
    "ornamentation": "Blade carved with 5 3/8\" dragon and 1\" kanji; iron tsuba; signed tang with Showa stamp",
    "sellDate": "06-09-2012"
  },
  {
    "price_usd": 1187,
    "material": ["steel", "brass (gilded)", "ray skin", "wood", "iron", "nickel", "leather"],
    "bladeLength": 23.5,
    "bladeType": "kyu-gunto with irregular wavy hamon, signed Bishu Osafune Sukesada (circa 1558–1569)",
    "hiltMaterial": ["gilded brass with cherry blossom motif", "white ray skin", "wire wrap", "wood (meguki)"],
    "condition": "Very Good (blade slightly frosty with minor nicks; wire wrap partially missing; scabbard with green patina and plating flaking; locking mechanism needs adjustment)",
    "restorationStatus": "Original (wear consistent with age and use)",
    "completeness": "full sword with scabbard (remnant leather protective cover present)",
    "era": "Blade: circa 1558–1569 (Sukesada school); Mounts: World War II (Imperial Japanese Army, Type 19 kyu-gunto)",
    "regionCulture": "Japanese",
    "makerWorkshop": ["Signed Bishu Osafune Sukesada"],
    "provenance": [],
    "rarity": "Rare (Kyu-gunto mounting with older signed Sukesada blade)",
    "scabbard": "nickel-plated scabbard with green patina, plating flaking, leather cover remnant",
    "ornamentation": "Gilded-brass handle with cherry blossom motif on guard and back strap; wire-wrapped white ray skin grip; signed tang; irregular wavy hamon",
    "sellDate": "12-11-2016"
  },
  {
    "price_usd": 1135,
    "material": ["steel", "wood", "ray skin", "iron", "brass (gilt)", "lacquer"],
    "bladeLength": 25.5,
    "bladeType": "navy officers' sword with wavy hamon, signed tang",
    "hiltMaterial": ["wood", "ray skin", "cloth wrap", "gilt brass fittings"],
    "condition": "Excellent (blade with dried grease and a few minor discoloration spots; scabbard and gilt fittings excellent)",
    "restorationStatus": "Original",
    "completeness": "full sword with scabbard and fittings intact",
    "era": "World War II (Imperial Japanese Navy)",
    "regionCulture": "Japanese",
    "makerWorkshop": ["Signed 'Noshu Seki Ju Katsubara'"],
    "provenance": [],
    "rarity": "Standard but desirable signed navy officer's sword",
    "scabbard": "lacquered wood scabbard, excellent condition",
    "ornamentation": "Gilt brass fittings; signed tang; wavy hamon",
    "sellDate": "06-26-2010"
  },
  {
    "price_usd": 1125,
    "material": ["steel", "brass (gilded)", "ray skin", "wood", "cloth", "paint"],
    "bladeLength": 27.25,
    "bladeType": "army officers' blade with fullers running nearly to the tip",
    "hiltMaterial": ["white ray skin", "cloth wrap", "gilded brass fittings"],
    "condition": "Excellent (blade bright with only modest scabbard wear; scabbard with a few minor scratches)",
    "restorationStatus": "Original",
    "completeness": "full sword with scabbard and mounts",
    "era": "World War II (Imperial Japanese Army)",
    "regionCulture": "Japanese",
    "makerWorkshop": [],
    "provenance": [],
    "rarity": "Standard WWII Japanese Army officer’s sword in excellent condition",
    "scabbard": "brown painted scabbard with single mounting loop",
    "ornamentation": "Open-work gilded brass tsuba with four cherry blossom design; cloth-wrapped ray skin handle",
    "sellDate": "12-11-2016"
  },
  {
    "price_usd": 1075,
    "material": ["steel", "wood", "ray skin", "iron", "gold", "lacquer"],
    "bladeLength": 27.125,
    "bladeType": "katana with bright blade, unsigned tang",
    "hiltMaterial": ["wood", "ray skin", "iron fittings", "gold accents"],
    "condition": "Very Good (bright blade with minor flaws and evidence of cleaning; handle and scabbard excellent)",
    "restorationStatus": "Cleaned (blade shows evidence of cleaning)",
    "completeness": "full sword with lacquered scabbard and mounts",
    "era": "Likely late Edo to Showa period",
    "regionCulture": "Japanese",
    "makerWorkshop": ["Unsigned"],
    "provenance": [],
    "rarity": "Attractive mountings with mixed iron and gold fittings",
    "scabbard": "lacquered wood scabbard, excellent condition",
    "ornamentation": "Iron tsuba with clouds and mountain motif; iron and gold handle mounts",
    "sellDate": "06-26-2010"
  },
  {
    "price_usd": 1062,
    "material": ["steel", "wood", "ray skin", "cloth", "brass", "leather"],
    "bladeLength": 28.5,
    "bladeType": "army officers' blade with smoky hamon (temper line), signed Fukuoka-ju Suetsugu Shigemitsu",
    "hiltMaterial": ["ray skin", "cloth wrap", "brass fittings"],
    "condition": "Excellent (bright blade with minor nicks and scattered spotting; mounts and scabbard excellent)",
    "restorationStatus": "Original",
    "completeness": "full sword with scabbard and leather protective cover",
    "era": "World War II (1926–1989 smith, Suetsugu Shigemitsu)",
    "regionCulture": "Japanese",
    "makerWorkshop": ["Fukuoka-ju Suetsugu Shigemitsu"],
    "provenance": [],
    "rarity": "Signed WWII officer’s sword by noted Showa-period smith",
    "scabbard": "wooden scabbard with leather protective cover",
    "ornamentation": "Brass tsuba; cloth-wrapped ray skin handle; smoky hamon",
    "sellDate": "12-11-2016"
  },
  {
    "price_usd": 1000,
    "material": ["steel", "wood", "ray skin", "iron", "brass"],
    "bladeLength": 27,
    "bladeType": "shinogi tsukuri katana blade",
    "hiltMaterial": ["wood", "ray skin", "iron fittings"],
    "condition": "Fair (blade with pitting and edge nicks; tsuka unwrapped and missing menuki; mounts in fair condition overall)",
    "restorationStatus": "Unrestored (loss of wrapping and menuki noted)",
    "completeness": "full sword in army mounts, though hilt incomplete",
    "era": "World War II (Imperial Japanese Army)",
    "regionCulture": "Japanese",
    "makerWorkshop": ["Unsigned"],
    "provenance": [],
    "rarity": "Typical WWII officer’s katana in worn condition",
    "scabbard": "military-style scabbard, fair condition",
    "ornamentation": "Imperial Army mounts; missing menuki",
    "sellDate": "06-19-2023"
  },
  {
    "price_usd": 1314,
    "material": ["steel", "brass", "wood", "tortoise shell", "nickel"],
    "bladeLength": 29.25,
    "bladeType": "army officer’s blade with single fuller and false hamon (temper line)",
    "hiltMaterial": ["wood with tortoise shell covering", "decorative brass fittings"],
    "condition": "Very Good (bright blade with false hamon; handle shows one chip; scabbard with minor wear)",
    "restorationStatus": "Original",
    "completeness": "full sword with scabbard and mounts",
    "era": "World War II (Imperial Japanese Army)",
    "regionCulture": "Japanese",
    "makerWorkshop": [],
    "provenance": [],
    "rarity": "Less common tortoise shell grip variation",
    "scabbard": "steel single-ring nickel-plated scabbard with minor wear",
    "ornamentation": "Decorative brass hilt; tortoise shell covered handle; single fuller blade with false hamon",
    "sellDate": "06-09-2012"
  },
  {
    "price_usd": 3125,
    "material": ["steel", "wood", "ray skin", "iron", "lacquer", "gold foil", "shakudo"],
    "bladeLength": 71.7,
    "bladeType": "Kanbun Shinto katana with fine choji hamon, tight itame hada, suriage nakago with 2 mekugi-ana, full 11-character Shigetaka signature",
    "hiltMaterial": ["ray skin", "cloth wrap", "iron fuchi-kashira", "shakudo menuki"],
    "condition": "Excellent (blade in old bright polish showing all details, only very minor shintetsu; signature portion of nakago in excellent condition though clipped below 'taka'; machi raised ~6 cm; mounts with some lacquer and tsukamakie damage)",
    "restorationStatus": "Adjusted (machi raised ~6 cm, nakago clipped)",
    "completeness": "full sword in samurai mounts",
    "era": "Kanbun Shinto period (17th century)",
    "regionCulture": "Japanese",
    "makerWorkshop": ["Shigetaka (full 11-character signature)"],
    "provenance": ["NBTHK Tokubetsu Hozon certification"],
    "rarity": "Rare and important signed Shigetaka blade with NBTHK Tokubetsu Hozon papers",
    "scabbard": "lacquer saya with gold foil decoration, some damage",
    "ornamentation": "Heingo-style tsuba; iron fuchi-kashira; unusual signed shakudo menuki; lacquer saya with gold foil decoration; tsukamakie with damage",
    "sellDate": "12-08-2019"
  },
  {
    "price_usd": 2500,
    "material": ["steel", "wood"],
    "bladeLength": 27.5,
    "bladeType": "katana, signed on both sides of the tang",
    "hiltMaterial": ["wood (resting case mount, no traditional tsuka)"],
    "condition": "Very Good (trivial nick on cutting edge; blade slightly hazy but overall in great condition)",
    "restorationStatus": "Original",
    "completeness": "blade mounted in wooden resting case (not full koshirae)",
    "era": "Japanese (exact period unspecified)",
    "regionCulture": "Japanese",
    "makerWorkshop": ["Signed tang, both sides"],
    "provenance": [],
    "rarity": "Signed blade with dual-side signature, resting case mount",
    "scabbard": "wooden resting case",
    "ornamentation": "Plain wooden resting mount, dual-sided tang signature",
    "sellDate": "12-10-2017"
  },
  {
    "price_usd": 2250,
    "material": ["steel", "wood", "ray skin", "silver", "copper (gilt)", "shakudo", "gold", "brass", "lacquer"],
    "bladeLength": 68.2,
    "bladeType": "Late Koto katana with kochohi hamon, ubu nakago with two mekugi-ana, attributed to Fuyuhiro",
    "hiltMaterial": ["ray skin", "cloth wrap (fraying)", "shakudo menuki with gold highlights", "silver fittings"],
    "condition": "Good (blade mostly in full polish with remnants of old pitting and loose grain temper at point; nakago dry with raised rust; tsuka maki fraying; saya with minor damage; kojiri missing)",
    "restorationStatus": "Original with wear (cat-scratched gilt copper habaki; missing kojiri)",
    "completeness": "full sword with silver handachi mounts, missing kojiri",
    "era": "Late Koto period (16th century, attributed to Fuyuhiro)",
    "regionCulture": "Japanese",
    "makerWorkshop": ["Attributed to Fuyuhiro"],
    "provenance": [],
    "rarity": "Important Late Koto attribution with elegant handachi silver mounts",
    "scabbard": "lacquer saya with pine needle motif, minor damage, missing kojiri",
    "ornamentation": "Silver handachi mounts; shakudo menuki with gold highlights; sukashi tsuba with reeded brass rim; gilt copper habaki with scratches",
    "sellDate": "12-08-2019"
  },
  {
    "price_usd": 1875,
    "material": ["steel", "wood", "ray skin", "silver", "shakudo", "lacquer"],
    "bladeLength": 68.7,
    "bladeType": "Shin Shinto katana with deep curve, wild choji midare hamon, nashiji hada, ubu nakago with one mekugi-ana, slightly machi okuri",
    "hiltMaterial": ["ray skin", "cloth wrap", "decorated fuchi-kashira", "shakudo floral menuki"],
    "condition": "Excellent (blade in full polish with all details visible; minor shintetsu present but not detracting; mounts in good condition)",
    "restorationStatus": "Original with slight machi okuri",
    "completeness": "full sword with saya and mounts",
    "era": "Shin Shinto period (late Edo)",
    "regionCulture": "Japanese",
    "makerWorkshop": ["Masanao (4-character signature, see Fuchishiro p.353)", "Arisada (Niji mae signature on omote)"],
    "provenance": ["Ex. Nate Rosemblum Collection"],
    "rarity": "Rare double-signed Shin Shinto katana with NBTHK papers",
    "scabbard": "contemporary black roiro lacquer saya",
    "ornamentation": "Decorated fuchi-kashira; shakudo floral menuki; plain heavy silver habaki",
    "sellDate": "12-08-2019"
  },
  {
    "price_usd": 1156,
    "material": ["steel", "wood", "ray skin", "iron", "lacquer"],
    "bladeLength": 25.75,
    "bladeType": "katana, attributed to Kane Mune, tang with two pairs of holes",
    "hiltMaterial": ["ray skin", "cloth wrap", "iron fittings", "lizard menuki"],
    "condition": "Good (blade with a few nicks on the edge; some blisters from manufacture; overall mounts intact)",
    "restorationStatus": "Original (no noted restoration)",
    "completeness": "full sword with black-lacquered saya and mounts",
    "era": "Shinto period (attribution circa 1660, unverified)",
    "regionCulture": "Japanese",
    "makerWorkshop": ["Attributed to Kane Mune (unverified)"],
    "provenance": ["Old tag: 'Shinto (1660) Made by Kane Mune'"],
    "rarity": "Attribution to Kane Mune, unverified",
    "scabbard": "black-lacquered saya",
    "ornamentation": "Iron guard with hammered decoration; lizard menuki",
    "sellDate": "06-11-2017"
  },
  {
    "price_usd": 875,
    "material": ["steel", "wood", "sharkskin", "iron", "lacquer", "cloth", "copper"],
    "bladeLength": 24.25,
    "bladeType": "katana, unsigned, with wide hamon, tang with two holes",
    "hiltMaterial": ["sharkskin", "cloth wrap", "menuki", "iron fittings"],
    "condition": "Very Good (bright blade with a few small flaws from manufacture; mounts intact)",
    "restorationStatus": "Original",
    "completeness": "full sword with saya and mounts",
    "era": "Muromachi period (attributed)",
    "regionCulture": "Japanese",
    "makerWorkshop": ["Unsigned (attributed to Muromachi period)"],
    "provenance": [],
    "rarity": "Old unsigned Muromachi-period katana",
    "scabbard": "black-lacquered saya",
    "ornamentation": "Decorated habaki; pierced iron tsuba; cloth-wrapped sharkskin handle with menuki",
    "sellDate": "06-11-2017"
  },
  {
    "price_usd": 2500,
    "material": ["steel", "wood (honoki)", "gold foil"],
    "bladeLength": 73.3,
    "bladeType": "Showa-to katana, extremely broad and heavy with thick midare hamon, komokume hada, hi groove, signed and dated by Tanikawa Moriyoshi",
    "hiltMaterial": ["wooden shirasaya (honoki)"],
    "condition": "Mint (pristine blade and mounts, excellent form, full polish, no defects noted)",
    "restorationStatus": "Original",
    "completeness": "full blade with shirasaya mount",
    "era": "Showa period (signed and dated by Tanikawa Moriyoshi)",
    "regionCulture": "Japanese",
    "makerWorkshop": ["Tanikawa Moriyoshi (11-character signature, dated)"],
    "provenance": [],
    "rarity": "Splendid signed and dated Showa-to, mint condition",
    "scabbard": "honoki wood shirasaya",
    "ornamentation": "Gold foil-wrapped habaki; hi groove; full Moriyoshi signature and date on tang",
    "sellDate": "12-08-2019"
  },
  {
    "price_usd": 375,
    "material": ["steel", "wood", "sharkskin", "copper", "lacquer"],
    "bladeLength": 26.5,
    "bladeType": "WWII officer’s sword blade, tang not examined for signature",
    "hiltMaterial": ["sharkskin grip (missing cloth wrap)", "copper fittings"],
    "condition": "Fair (blade with moderate pitting and edge nicks; scabbard with many nicks and scratches; missing cloth wrap, tsuba, and bottom scabbard mount)",
    "restorationStatus": "Candidate for restoration (incomplete mounts, wear noted)",
    "completeness": "sword with lacquered scabbard, missing tsuba and lower mounts",
    "era": "World War II (Imperial Japanese Army)",
    "regionCulture": "Japanese",
    "makerWorkshop": ["Tang not examined"],
    "provenance": [],
    "rarity": "Typical WWII officer’s sword in restorable condition",
    "scabbard": "lacquered scabbard with copper or copper-finished mounts, numerous nicks and scratches, missing bottom mount",
    "ornamentation": "Sharkskin grip, missing cloth wrap, missing tsuba",
    "sellDate": "12-14-2014"
  },
  {
    "price_usd": 425,
    "material": ["steel", "iron", "paint"],
    "bladeLength": 26.5,
    "bladeType": "NCO shin-gunto with matching numbered blade and scabbard",
    "hiltMaterial": ["painted steel"],
    "condition": "Good (blade with surface rust, pitting, and evidence of sharpening; mounts intact)",
    "restorationStatus": "Original (wear consistent with service use)",
    "completeness": "full sword with scabbard, all parts matching numbers",
    "era": "World War II (Imperial Japanese Army, NCO issue)",
    "regionCulture": "Japanese",
    "makerWorkshop": [],
    "provenance": [],
    "rarity": "Standard WWII NCO shin-gunto, desirable matching numbers",
    "scabbard": "painted military scabbard with single mounting ring, numbers matching blade",
    "ornamentation": "Undecorated iron tsuba; painted steel grip",
    "sellDate": "12-09-2018"
  }
]